<div class="lnumbered">
	Собственный садовый центр в 23-х км от Москвы по Новорижскому шоссе. Более 10 000 видов самых популярных и самых редких растений всегда в наличии. Без предзаказа, очередей и длительного ожидания.
</div>
<div class="lnumbered">
	Собственное проектное бюро. Опытные мастера своего дела, превосходно сочетающие в своей деятельности практицизм инженера и полет мысли художника. Как результат – ваш сад будет единственным в своём роде и при этом абсолютно логичным с точки зрения специфики территории и миллиона других немаловажных факторов.
</div>
<div class="lnumbered">
	Собственный штат узкопрофильных специалистов. В нашей команде более 800 профессионалов. Мы выполняем строительные и инженерные работы, монтаж гидросооружений и систем автополива, осуществят посадку, вертикальную планировку и устройство рулонного газона.
</div>
<div class="lnumbered">
	Собственная служба логистики и более 60 единиц спецтехники: газели, манипуляторы, краны, мини-погрузчики, экскаваторы, самосвалы ежедневно осуществляют доставки, разгрузки-погрузки и множество узкоспециализированных работ. Доставка всегда точно в срок!
</div>
<div class="lnumbered">
	Превосходная инфраструктура садового центра: детская площадка и бесплатная анимация, кафе и шоколадная фабрика, фирменные гольф-кары и персональный менеджер – всё создано для удобства, комфорта и отличного семейного отдыха.
</div>