<ul>
	<li>Фирменные гольф-кары для передвижения по территории садового центра&nbsp;</li>
	<li>Персональный менеджер, который станет Вашим надежным проводником и за считанные минуты найдет то, что вам нужно</li>
	<li>Продуманная инфраструктура для всей семьи: уютное кафе, детский городок и анимация, мини-зоопарк и даже шоколадная фабрика</li>
	<li>Созданные условия даже в непогоду – зонты, уютные пледы, теплые жилетки и непромокаемые плащи для посетителей садового центра</li>
	<li>Комфортабельный офис продаж и просторные переговорные для проведения любых встреч</li>
</ul>