<ul>
	<li>Всегда в наличии более 10 000 растений, включая последние новинки селекции, а также эксклюзивные и редкие сорта</li>
	<li>Прямые поставки из лучших питомников Германии, Голландии, Польши, Италии и России</li>
	<li>Оперативная обработка запроса: актуальные фото и коммерческие предложения</li>
	<li>Возможность резерва посадочного материала</li>
	<li>Высокое качество продукции на любой бюджет, гибкая система скидок, компетентность специалистов помогают экономить время, сохраняя объем заказов</li>
</ul>