<p>
	 В основе отношений Imperial Garden с поставщиками лежат требования к качеству предлагаемых товаров, этика деловых взаимоотношений и контрактные обязательства.
</p>
<p>
	 Imperial Garden&nbsp;имеет обширную базу&nbsp;поставщиками, в число которых входят как отечественные, так и иностранные производители и дистрибьютеры. Imperial Garden стремится к гармоничному развитию бизнеса, опираясь в своей работе на взаимовыгодное сотрудничество с партнерами.&nbsp;
</p>
<p>
	 Поставщики Imperial Garden — это постоянно обновляемый уникальный ассортимент и неизменно высокий стандарт качества предлагаемой продукции. Imperial Garden всегда открыт&nbsp;для новых коммерческих предложений, которые вы можете направить в в соответствующие Вашему направлению службы
</p>