<?php

/**
 * Products properties for garden catalog
 * GARDEN_PRODUCT_ID
 * BLOCK_TEMPLATE
 */

/**
 * Products properties for garden
 */

/**
 * Tables
 * INPUT_FILE - on input TEXT_FIELD is rewritten
 * TEXT_FIELD
 */


/**
 * Form
 * FORM_ID
 * FORM_TEMPLATE
 * FORM_TEXT
 */

/**
 *
 */

/**
 * Map
 */

/**
 * По часам лендингов.
 * В приложении скрин создания страницы услуг из админки сайта Ашманов и Партнеры.
 * Как можно увидеть, любая страница услуг собирается контент-менеджером из имеющихся типов блоков (18 типов составных блоков, 1 блок статический (заголовочный) и неограниченное количество текстовых блоков любых типов). Любой составной блок может быть переиспользован на других страницах. При необходимости добавления нового типа блоков просто добавляется ещё одно свойство в конструктор и программируется шаблон блока.
 * В итоге путем постепенных доработок получается мощный конструктор страниц, удобный для использования контент-менеджером и позволяющий создавать разнообразные страницы в общем стиле сайта.
 *
 * Под составным блоком понимается блок-привязка к элементу другого инфоблока.
 *
 * В начальном варианте предлагаемого конструктора получаем 5 составных блоков, 2 статических блока и один текстовый блок.
 *
 * Составной блок 1.
 * Баннер + Текст на баннере.
 * Составной блок 2.
 * Привязанные товары
 * Составной блок 3.
 * Таблица с ценами
 * Составной блок 4.
 * Сопутствующие товары
 * Составной блок 5.
 * Форма обратной связи + текст, соответствующий форме.
 *
 * Тестовый блок 1.
 * Описание + Фото к описанию
 *
 * Статический блок 1.
 * Карта
 * Статический блок 2.
 * Контакты
 */